driver-tests/httpsoapbc/JavaEE_vs_BC/SoapOneWayOut_JBI/test/2soap2ejb_RPC/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://j2ee.netbeans.org/wsdl/SoapOneWayOutRPC" xmlns:typ="http://xml.netbeans.org/schema/TypeSchema">
  <soapenv:Body>
    <soap:SoapOneWayOutRPCOperation>
      <part1>
        <typ:request>input data for testcase "2soap2ejb_RPC"</typ:request>
      </part1>
    </soap:SoapOneWayOutRPCOperation>
  </soapenv:Body>
</soapenv:Envelope>